Repository: JackZhong1998/attentionclock
Catalog: AttentionClock/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, ms, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hant

source: 等你回来
ar: عندما تعود
de: Wenn du zurückkommst
en: Waiting for you
es: Cuando vuelvas
fr: Dès que tu termines?
hi: जब आप वापस आएँगे
id: Menunggumu kembali
it: - Quando tornate?
ja: 戻りを待ってる
ko: 돌아오길 기다려
ms: Menunggu awak kembali
nl: Ik wacht tot je terugkomt
pl: Czekam aż wrócisz
pt_br: Quando você voltar
ru: Когда вы вернетесь
th: รอให้คุณกลับมา
tr: Geri dönmeni bekliyorum
uk: Чекаю, коли ти повернешся
vi: Đang chờ bạn quay lại

source: 等你开始
ar: في انتظارك لتبدأ
de: Warten auf den Start
en: Ready when you are
es: Esperando a que empieces
fr: En attendant que vous commenciez
hi: आपके शुरू होने का इंतज़ार कर रहे हैं
id: Menunggu Anda untuk memulai
it: In attesa di iniziare
ja: 開始を待ってる
ko: 시작을 기다려
ms: Menunggu anda untuk memulakan
nl: Ik wacht tot je begint
pl: Czekam, aż zaczniesz
pt_br: Aguardando você começar
ru: Жду, когда вы начнете
th: รอให้คุณเริ่มต้น
tr: Başlamanı bekliyorum
uk: Чекаю, поки ти почнеш
vi: Đang chờ bạn bắt đầu
zh_hant: 等你開始

source: 心流体验一次
ar: التدفق مرة واحدة
de: Einmal fließen
en: entered flow state
es: Flujo una vez
fr: Flux une fois
hi: एक बार फ्लो करें
id: Pengalaman mengalir
it: Flusso una volta
ja: フロー状態に入った
ko: 몰입 상태에 들어갔다
ms: Pengalaman aliran
nl: Een flow-ervaring
pl: Doświadczenie przepływu
pt_br: Fluir uma vez
ru: Поток один раз
th: ประสบการณ์การไหล
tr: Bir akış deneyimi
uk: Досвід потоку
vi: Trải nghiệm dòng chảy

source: 总时长
ar: المدة الإجمالية
de: Gesamtdauer
en: Total Duration
es: Duración total
fr: Temps Total
hi: कुल अवधि
id: durasi total
it: Durata totale
ja: 合計時間
ko: 총 시간
ms: jumlah tempoh
nl: totale duur
pl: całkowity czas trwania
pt_br: Duração Total
ru: Длительность
th: ระยะเวลาทั้งหมด
tr: toplam süre
uk: загальна тривалість
vi: tổng thời lượng
zh_hant: 總時長

source: 本次时长
ar: هذه المدة
de: Diese Dauer
en: This Session
es: Esta duración
fr: Cette durée
hi: यह अवधि
id: Durasi sesi ini
it: Questa durata
ja: 今回の時間
ko: 이번 시간
ms: Tempoh sesi ini
nl: Duur van deze sessie
pl: Czas trwania tej sesji
pt_br: Esta Duração
ru: Эта продолжительность
th: ระยะเวลาของเซสชั่นนี้
tr: Bu oturumun süresi
uk: Тривалість цієї сесії
vi: Thời lượng của phiên này
zh_hant: 本次時長

source: 默认时长
ar: المدة الافتراضية
de: Standarddauer
en: Default Duration
es: Duración predeterminada
fr: Durée par défaut
hi: डिफ़ॉल्ट अवधि
id: Durasi bawaan
it: Durata predefinita
ja: デフォルト時間
ko: 기본 시간
ms: Tempoh lalai
nl: Standaardduur
pl: Domyślny czas trwania
pt_br: Duração padrão
ru: Продолжительность по умолчанию
th: ระยะเวลาเริ่มต้น
tr: Varsayılan süre
uk: Тривалість за замовчуванням
vi: Thời lượng mặc định
zh_hant: 默认時長

source: 默认时长会在每次专注结束后自动应用。打开应用后可直接点击「开始专注」，或先调整本次时长。
ar: يتم تطبيق المدة الافتراضية تلقائيًا في نهاية كل جلسة تركيز. افتح التطبيق وانقر على "بدء التركيز"، أو اضبط المدة أولاً.
de: Die Standarddauer wird automatisch am Ende jeder Fokus-Sitzung angewendet. Öffnen Sie die App und klicken Sie auf „Fokussierung starten“ oder passen Sie zuerst die Dauer an.
en: Default duration applies after each session. Tap Start Focus or adjust this session first.
es: La duración predeterminada se aplica automáticamente al final de cada sesión de enfoque. Abre la aplicación y haz clic en "Iniciar enfoque" o ajusta la duración primero.
fr: La durée par défaut est automatiquement appliquée à la fin de chaque session de focus. Ouvrez l'application et cliquez sur « Commencer la mise au point », ou ajustez d'abord la durée.
hi: डिफ़ॉल्ट अवधि प्रत्येक फ़ोकस सत्र के अंत में स्वचालित रूप से लागू होती है। ऐप खोलें और "फ़ोकस करना शुरू करें" पर क्लिक करें या पहले अवधि एडजस्ट करें।
id: Durasi default diterapkan secara otomatis setelah setiap fokus.Setelah membuka aplikasi, Anda dapat langsung mengklik "Mulai Fokus", atau sesuaikan durasinya terlebih dahulu.
it: La durata predefinita viene applicata automaticamente alla fine di ogni sessione di messa a fuoco. Apri l'app e fai clic su "Inizia messa a fuoco" o regola prima la durata.
ja: デフォルト時間は各セッション後に適用されます。すぐに開始するか、今回の時間を調整できます。
ko: 기본 시간은 각 세션 후 자동 적용됩니다. 바로 시작하거나 이번 시간을 조정하세요.
ms: Tempoh lalai digunakan secara automatik selepas setiap fokus.Selepas membuka apl, anda boleh mengklik "Mulakan Fokus" secara terus, atau laraskan tempoh dahulu.
nl: De standaardduur wordt automatisch toegepast na elke focus.Na het openen van de app kun je direct op ‘Start Focusing’ klikken, of eerst de duur aanpassen.
pl: Domyślny czas trwania jest automatycznie stosowany po każdym skupieniu.Po otwarciu aplikacji możesz bezpośrednio kliknąć „Rozpocznij ustawianie ostrości” lub najpierw dostosować czas trwania.
pt_br: A duração padrão é aplicada automaticamente no final de cada sessão de foco. Abra o aplicativo e clique em "Iniciar foco" ou ajuste a duração primeiro.
ru: Продолжительность по умолчанию автоматически применяется в конце каждого сеанса фокусировки. Откройте приложение и нажмите «Начать фокусировку» или сначала измените продолжительность.
th: ระยะเวลาเริ่มต้นจะถูกนำไปใช้โดยอัตโนมัติหลังจากโฟกัสแต่ละครั้งหลังจากเปิดแอปแล้ว คุณสามารถคลิก "เริ่มโฟกัส" ได้โดยตรง หรือปรับระยะเวลาก่อน
tr: Varsayılan süre her odaklamadan sonra otomatik olarak uygulanır.Uygulamayı açtıktan sonra doğrudan "Odaklanmaya Başla"ya tıklayabilir veya önce süreyi ayarlayabilirsiniz.
uk: Тривалість за замовчуванням автоматично застосовується після кожного фокусу.Відкривши програму, ви можете безпосередньо натиснути «Почати фокусування» або спочатку налаштувати тривалість.
vi: Thời lượng mặc định được tự động áp dụng sau mỗi lần lấy nét.Sau khi mở ứng dụng, bạn có thể nhấp trực tiếp vào "Bắt đầu lấy nét" hoặc điều chỉnh thời lượng trước.
zh_hant: 默认時長會在每次專注結束後自动应用。打開应用後可直接點擊「開始專注」，或先调整本次時長。

source: 未完成
ar: لم ينجز بعد
de: Nicht erledigt
en: Not completed
es: Sin terminar
fr: Non achevé
hi: अधूरा
id: Tidak selesai
it: Incompleto...
ja: 未完了
ko: 미완료
ms: Tidak selesai
nl: Niet voltooid
pl: Nieukończone
pt_br: Incompleto
ru: В процессе
th: ไม่เสร็จ
tr: Tamamlanmadı
uk: Не завершено
vi: Chưa hoàn thành

source: 还没有完成的专注
ar: التركيز غير المكتمل
de: Unfertiger Fokus
en: No completed sessions yet
es: Enfoque inacabado
fr: Concentration inachevée
hi: अधूरा फ़ोकस
id: Fokus yang belum selesai
it: Messa a fuoco incompiuta
ja: まだ完了した集中がありません
ko: 아직 완료한 집중이 없습니다
ms: Fokus yang belum selesai
nl: Onvoltooide focus
pl: Niedokończone skupienie
pt_br: Foco inacabado
ru: Незаконченный фокус
th: โฟกัสไม่เสร็จ
tr: Bitmemiş odak
uk: Незавершений фокус
vi: Tiêu điểm chưa hoàn thành
zh_hant: 還沒有完成的專注

source: 每完成一次种一棵树
ar: ازرع شجرة واحدة في كل مرة
de: Einen Baum nach dem anderen pflanzen
en: One tree planted per session
es: Planta un árbol a la vez
fr: Plantez un arbre à la fois
hi: एक बार में एक पेड़ लगाएँ
id: Tanam pohon setiap kali Anda menyelesaikannya
it: Pianta un albero alla volta
ja: 完了ごとに木を1本
ko: 완료할 때마다 나무 한 그루
ms: Tanam pokok setiap kali anda menyiapkannya
nl: Plant een boom elke keer dat je deze voltooit
pl: Za każdym razem, gdy je ukończysz, zasadź drzewo
pt_br: Plante uma árvore de cada vez
ru: Посадите по одному дереву за раз
th: ปลูกต้นไม้ทุกครั้งที่ทำเสร็จ
tr: Her tamamladığınızda bir ağaç dikin
uk: Саджайте дерево кожного разу, коли завершуєте його
vi: Trồng một cái cây mỗi khi bạn hoàn thành nó
zh_hant: 每完成一次種一棵树

source: 深度思考一次
ar: فكر بعمق مرة واحدة
de: Denken Sie einmal gründlich nach
en: deep thinking session
es: Piensa profundamente una vez
fr: Réfléchissez profondément une fois
hi: एक बार गहराई से सोचें
id: Pikirkan baik-baik sekali
it: Rifletti profondamente una volta
ja: 深い思考の時間
ko: 깊은 사고의 시간
ms: Fikir sedalam-dalamnya sekali
nl: Denk eens diep na
pl: Pomyśl raz głęboko
pt_br: Pense profundamente uma vez
ru: Глубоко подумайте один раз
th: คิดให้ลึกครั้งหนึ่ง
tr: Bir kez derin düşün
uk: Один раз глибоко подумайте
vi: Hãy suy nghĩ sâu sắc một lần

source: 离目标更近一步
ar: خطوة واحدة أقرب إلى هدفك
de: Ein Schritt näher an Ihr Ziel
en: one step closer to your goal
es: Un paso más cerca de tu objetivo
fr: Un pas de plus vers votre objectif
hi: अपने लक्ष्य के एक कदम और करीब
id: Satu langkah lebih dekat ke tujuan Anda
it: Un passo più vicino al tuo obiettivo
ja: 目標に一歩近づいた
ko: 목표에 한 걸음 더 가까워졌다
ms: Satu langkah lebih dekat dengan matlamat anda
nl: Een stap dichter bij jouw doel
pl: O krok bliżej celu
pt_br: Um passo mais perto do seu objetivo
ru: На шаг ближе к цели
th: ใกล้เป้าหมายของคุณไปอีกขั้นแล้ว
tr: Hedefinize bir adım daha yakın
uk: На крок ближче до своєї мети
vi: Một bước gần hơn tới mục tiêu của bạn

source: 暂停
ar: إيقاف مؤقت
de: Pause
en: Pause
es: Pausa
fr: Pause
hi: ठहरा
id: berhenti sebentar
it: In pausa
ja: 一時停止
ko: 일시정지
ms: jeda
nl: pauze
pl: pauza
pt_br: Pausar
ru: Пауза
th: หยุดชั่วคราว
tr: duraklatma
uk: пауза
vi: tạm dừng
zh_hant: 暫停

source: 倒计时
ar: العد التنازلي
de: Restzeit
en: Timer
es: Cuenta atrás
fr: Compte à rebours
hi: उलटी गिनती
id: Hitung mundur
it: Conto alla rovescia
ja: タイマー
ko: 타이머
ms: undur
nl: Aftellen
pl: Odliczanie
pt_br: Contagem regressiva
ru: Обратный отсчёт
th: นับถอยหลัง
tr: Geri sayım
uk: Зворотний відлік
vi: Đếm ngược
zh_hant: 倒计時

source: 每日记录
ar: السجل اليومي
de: Tägliche Aufzeichnung
en: Daily History
es: Registro diario
fr: Enregistrement quotidien
hi: दैनिक रिकॉर्ड
id: catatan harian
it: Registrazione giornaliera
ja: 日別記録
ko: 일별 기록
ms: rekod harian
nl: dagelijks record
pl: dzienny zapis
pt_br: Registro Diário
ru: Ежедневная запись
th: บันทึกประจำวัน
tr: günlük kayıt
uk: щоденний запис
vi: kỷ lục hàng ngày
zh_hant: 每日記录

source: 暂无记录，开始第一次专注吧
ar: لا توجد سجلات، دعونا نركز لأول مرة
de: Keine Aufzeichnungen, konzentrieren wir uns zum ersten Mal
en: No records yet — start your first session
es: Sin registros, concentrémonos por primera vez
fr: Aucun enregistrement, concentrons-nous pour la première fois
hi: कोई रिकॉर्ड नहीं, आइए पहली बार फ़ोकस करें
id: Belum ada rekornya, mari mulai fokus untuk pertama kalinya
it: Nessun record, concentriamoci per la prima volta
ja: 記録がありません。最初の集中を始めましょう
ko: 기록이 없습니다. 첫 집중을 시작해 보세요
ms: Belum ada rekod, mari kita mula fokus buat kali pertama
nl: Er is nog geen record, laten we ons voor de eerste keer gaan concentreren
pl: Rekordu jeszcze nie ma, zacznijmy się skupiać po raz pierwszy
pt_br: Sem registros, vamos nos concentrar pela primeira vez
ru: Нет записей, давайте сосредоточимся в первый раз
th: ยังไม่มีบันทึก มาเริ่มโฟกัสกันเป็นครั้งแรก
tr: Henüz kayıt yok, ilk kez odaklanmaya başlayalım
uk: Запису ще немає, давайте почнемо фокусуватися вперше
vi: Chưa có bản ghi nào, hãy bắt đầu tập trung lần đầu tiên
zh_hant: 暫无記录，開始第一次專注吧

source: 状态不错
ar: إنه في حالة جيدة
de: Es ist in einem guten Zustand
en: Doing well
es: Está en buena forma
fr: Il est en bon état
hi: यह अच्छी हालत में है
id: Dalam kondisi baik
it: È in buone condizioni
ja: 調子いい
ko: 컨디션 좋음
ms: Dalam keadaan baik
nl: In goede staat
pl: W dobrym stanie
pt_br: Está em boa forma
ru: Он в хорошей форме
th: อยู่ในสภาพดี
tr: iyi durumda
uk: В хорошому стані
vi: Trong tình trạng tốt
zh_hant: 状態不错

source: 陪伴中
ar: مرافقة
de: begleitend
en: Keeping you company
es: acompañante
fr: accompagnement
hi: साथ में
id: Di perusahaan
it: che accompagna
ja: お供中
ko: 함께하는 중
ms: Dalam syarikat
nl: In gezelschap
pl: W towarzystwie
pt_br: acompanhando
ru: сопутствующий
th: ในบริษัท
tr: şirkette
uk: В компанії
vi: Trong công ty

source: 陪你专注中…
ar: التركيز عليك...
de: Sich auf dich konzentrieren...
en: Focusing with you…
es: Centrándose en ti...
fr: Se concentrer sur vous...
hi: आप पर ध्यान केंद्रित किया जा रहा है...
id: Tetap fokus bersamamu...
it: Concentrandosi su di te...
ja: 一緒に集中中…
ko: 함께 집중 중…
ms: Tetap fokus dengan anda...
nl: Blijf gefocust bij jou...
pl: Bądź skupiony razem z tobą...
pt_br: Concentrando-se em você...
ru: Сосредоточиться на тебе...
th: มุ่งมั่นไปกับคุณ...
tr: Seninle odaklı kal...
uk: Залишайтеся зосередженими разом з вами...
vi: Hãy tập trung cùng bạn...
zh_hant: 陪你專注中…

source: 点「开始专注」陪我吧
ar: اضغط على "بدء التركيز" لمرافقتي
de: Tippe auf „Fokussierung starten“, um mich zu begleiten.
en: Tap Start Focus to join me
es: Pulsa "Empieza a centrarte" para acompañarme
fr: Appuyez sur « Commencer à me concentrer » pour m'accompagner
hi: मेरा साथ देने के लिए "फ़ोकस करना शुरू करें" पर टैप करें
id: Klik "Mulai Fokus" untuk menemani saya
it: Tocca "Inizia a concentrarti" per accompagnarmi
ja: 「集中を開始」を押してね
ko: 「집중 시작」을 눌러줘
ms: Klik "Mula Fokus" untuk menemani saya
nl: Klik op 'Start focussen' om met mij mee te gaan
pl: Kliknij „Rozpocznij ustawianie ostrości”, aby mi towarzyszyć
pt_br: Toque em "Começar a focar" para me acompanhar
ru: Нажмите «Начать фокусировку», чтобы сопровождать меня
th: คลิก "เริ่มโฟกัส" เพื่อติดตามฉัน
tr: Bana eşlik etmek için "Odaklanmaya Başla"ya tıklayın
uk: Натисніть «Почати фокусування», щоб супроводжувати мене
vi: Bấm "Bắt đầu lấy nét" để đồng hành cùng tôi
zh_hant: 點「開始專注」陪我吧

source: 版本
ar: النسخة
de: Vers.
en: Version
es: Versión
fr: Version
hi: संशोधन
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nl: Versie
pl: Wersja
pt_br: Edição
ru: Версия
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản

source: 知道了
ar: فهمت
de: Alles klar
en: Got it
es: Entiendo,
fr: "Tant mieux !"
hi: ठीक है।
id: tahu
it: Ho capito
ja: 了解
ko: 알겠어
ms: tahu
nl: wist
pl: wiedział
pt_br: Sei sim!
ru: Ясно
th: รู้
tr: biliyordum
uk: знав
vi: biết

source: 统计
ar: الإحصائيات
de: Statistik
en: Stats
es: Estadísticas
fr: Statistiques
hi: आंकड़े
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
ms: Statistik
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
ru: Статистика
th: สถิติ
tr: İstatistikler
uk: статистика
vi: Thống kê
zh_hant: 統计

source: 继续
ar: متابعة
de: Fortsetzen
en: Resume
es: Continuar
fr: Continuer
hi: आगे बढ़ें
id: melanjutkan
it: CONTINUE
ja: 再開
ko: 계속
ms: teruskan
nl: doorgaan
pl: Kontynuować
pt_br: Continuar
ru: Продолжить
th: ดำเนินการต่อ
tr: devam etmek
uk: продовжувати
vi: Tiếp tục
zh_hant: 继續

source: 累计完成
ar: الإنجاز التراكمي
de: Kumulative Fertigstellung
en: Total Completed
es: Cantidad terminada acumulada
fr: Achèvement cumulatif
hi: संचयी पूर्णता
id: Penyelesaian kumulatif
it: Completamento cumulativo
ja: 累計完了
ko: 누적 완료
ms: Penyelesaian kumulatif
nl: Cumulatieve voltooiing
pl: Zakończenie skumulowane
pt_br: Conclusão acumulada
ru: Совокупное завершение
th: สะสมเสร็จ
tr: Kümülatif tamamlama
uk: Кумулятивне завершення
vi: Hoàn thành tích lũy

source: 累计时长
ar: المدة التراكمية
de: Kumulative Dauer
en: Total Duration
es: Duración acumulada
fr: Durée cumulée
hi: संचयी अवधि
id: Akumulasi waktu
it: Durata cumulativa
ja: 累計時間
ko: 누적 시간
ms: Masa terkumpul
nl: Geaccumuleerde tijd
pl: Skumulowany czas
pt_br: Duração acumulada
ru: Совокупная продолжительность
th: เวลาสะสม
tr: Birikmiş zaman
uk: Накопичений час
vi: thời gian tích lũy
zh_hant: 累计時長

source: 结束
ar: إنهاء
de: Beenden
en: End
es: Finalizar
fr: Terminer
hi: अंत
id: Menyelesaikan
it: chiuso
ja: 終了
ko: 종료
ms: Selesai
nl: Finish
pl: Skończyć
pt_br: Encerrar
ru: Завершить
th: เสร็จ
tr: Sona ermek
uk: Закінчити
vi: Hoàn thành
zh_hant: 結束

source: 设置
ar: الإعدادات
de: Einstellungen
en: Settings
es: Configuración
fr: Réglages
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
th: การตั้งค่า
tr: Ayarlar
uk: налаштувати
vi: Cài đặt
zh_hant: 設置

source: 过去 26 周每日专注情况，颜色越深表示越活跃
ar: التركيز اليومي على مدى الأسابيع الـ 26 الماضية، مع ألوان داكنة تشير إلى المزيد من النشاط
de: Täglicher Fokus in den letzten 26 Wochen, wobei dunklere Farben auf mehr Aktivität hinweisen
en: Daily focus over the past 26 weeks. Darker = more active.
es: Enfoque diario en las últimas 26 semanas, con colores más oscuros que indican más actividad
fr: Concentration quotidienne au cours des 26 dernières semaines, avec des couleurs plus foncées indiquant plus d'activité
hi: पिछले 26 हफ़्तों में हर दिन ध्यान केंद्रित किया गया है, जिसमें गहरे रंग अधिक गतिविधि का संकेत देते हैं
id: Konsentrasi harian dalam 26 minggu terakhir, semakin gelap warnanya maka semakin aktif
it: Focus giornaliero nelle ultime 26 settimane, con colori più scuri che indicano più attività
ja: 過去26週間の日別集中状況。色が濃いほど活発。
ko: 지난 26주간 일별 집중 현황. 색이 진할수록 활발합니다.
ms: Kepekatan harian dalam 26 minggu yang lalu, lebih gelap warna, lebih aktif
nl: Dagelijkse concentratie in de afgelopen 26 weken: hoe donkerder de kleur, hoe actiever deze is
pl: Stężenie dzienne w ciągu ostatnich 26 tygodni, im ciemniejszy kolor, tym bardziej aktywny
pt_br: Foco diário nas últimas 26 semanas, com cores mais escuras indicando mais atividade
ru: Ежедневный фокус за последние 26 недель, с более темными цветами, указывающими на большую активность
th: ความเข้มข้นรายวันในช่วง 26 สัปดาห์ที่ผ่านมา ยิ่งสีเข้มขึ้นเท่าใดก็ยิ่งมีความกระตือรือร้นมากขึ้นเท่านั้น
tr: Son 26 haftadaki günlük konsantrasyon, renk ne kadar koyuysa o kadar aktiftir
uk: Щоденна концентрація за останні 26 тижнів, чим темніший колір, тим він активніший
vi: Nồng độ hàng ngày trong 26 tuần qua, màu càng đậm thì càng hoạt động
zh_hant: 過去 26 周每日專注情况，顏色越深表示越活躍

source: 准备开始
ar: استعد للبدء
de: Machen Sie sich bereit, loszulegen
en: Ready
es: Prepárate para empezar
fr: C'est parti.
hi: शुरू करने के लिए तैयार हो जाएँ
id: siap untuk memulai
it: Ci siamo.
ja: 準備完了
ko: 준비됨
ms: bersedia untuk memulakan
nl: klaar om te beginnen
pl: gotowy do rozpoczęcia
pt_br: Prepare-se para começar
ru: Приготовьтесь к работе
th: พร้อมที่จะเริ่มต้น
tr: başlamaya hazır
uk: готовий почати
vi: sẵn sàng bắt đầu
zh_hant: 准备開始

source: 热力图加载失败，请重启应用
ar: فشل تحميل خريطة الحرارة، يرجى إعادة تشغيل التطبيق
de: Heatmap konnte nicht geladen werden, bitte starten Sie die App neu
en: Failed to load heatmap. Please restart the app.
es: No se ha podido cargar el mapa de calor, reinicie la aplicación
fr: Échec du chargement de la carte thermique, veuillez redémarrer l'application
hi: हीटमैप लोड नहीं हो सका, कृपया ऐप को रीस्टार्ट करें
id: Peta panas gagal dimuat, silakan mulai ulang aplikasi.
it: Caricamento heatmap non riuscito, riavvia l'app
ja: ヒートマップの読み込みに失敗しました。アプリを再起動してください。
ko: 히트맵을 불러오지 못했습니다. 앱을 다시 시작하세요.
ms: Peta haba gagal dimuatkan, sila mulakan semula aplikasi.
nl: De heatmap kan niet worden geladen. Start de applicatie opnieuw.
pl: Nie udało się załadować mapy cieplnej. Uruchom ponownie aplikację.
pt_br: Falha ao carregar o mapa de calor. Reinicie a aplicação
ru: Не удалось загрузить тепловую карту. Перезапустите приложение
th: โหลดแผนที่ความร้อนไม่สำเร็จ โปรดรีสตาร์ทแอปพลิเคชัน
tr: Isı haritası yüklenemedi. Lütfen uygulamayı yeniden başlatın.
uk: Не вдалося завантажити теплову карту, перезапустіть програму.
vi: Bản đồ nhiệt không tải được, vui lòng khởi động lại ứng dụng.
zh_hant: 熱力圖加載失败，請重啟应用

source: 桌面浮窗
ar: نافذة عائمة لسطح المكتب
de: Desktop-Floating-Fenster
en: Desktop Float
es: Ventana flotante de escritorio
fr: Fenêtre flottante de bureau
hi: डेस्कटॉप फ़्लोटिंग विंडो
id: Jendela mengambang desktop
it: Finestra mobile desktop
ja: デスクトップフロート
ko: 데스크톱 플로트
ms: Tetingkap terapung desktop
nl: Zwevend venster op het bureaublad
pl: Pływające okno pulpitu
pt_br: Janela flutuante da área de trabalho
ru: Плавающее окно рабочего стола
th: หน้าต่างลอยเดสก์ท็อป
tr: Masaüstü kayan penceresi
uk: Плаваюче вікно на робочому столі
vi: Cửa sổ nổi trên máy tính để bàn

source: 高效成长一次
ar: تنمو بكفاءة مرة واحدة
de: Effizientes Wachstum einmal
en: productive growth
es: Crecer eficientemente una vez
fr: Croître efficacement une fois
hi: एक बार कुशलता से बढ़ें
id: Tumbuh secara efisien sekali
it: Crescere in modo efficiente una
ja: 効率的な成長
ko: 효율적인 성장
ms: Berkembang dengan cekap sekali
nl: Eén keer efficiënt groeien
pl: Rozwijaj się efektywnie raz
pt_br: Cresça de forma eficiente uma vez
ru: Расти эффективно один раз
th: เติบโตอย่างมีประสิทธิภาพเพียงครั้งเดียว
tr: Bir kez verimli bir şekilde büyüyün
uk: Вирости ефективно один раз
vi: Tăng trưởng hiệu quả một lần
zh_hant: 高效成長一次

source: 专注完成，默契已提升
ar: اكتمل التركيز — تعزّزت الرابطة
de: Fokus abgeschlossen — Bindung gestärkt
en: Focus complete — bond strengthened
es: Enfoque completado — vínculo reforzado
fr: Focus terminé — lien renforcé
hi: फ़ोकस पूरा — बंधन मज़बूत हुआ
id: Fokus selesai — ikatan diperkuat
it: Focus completato — legame rafforzato
ja: 集中完了 — 絆が深まりました
ko: 집중 완료 — 유대감 상승
ms: Fokus selesai — ikatan diperkukuh
nl: Focus voltooid — band versterkt
pl: Skupienie ukończone — więź wzmocniona
pt_br: Foco concluído — vínculo fortalecido
ru: Фокус завершён — связь укреплена
th: โฟกัสเสร็จแล้ว — ความผูกพันเพิ่มขึ้น
tr: Odak tamamlandı — bağ güçlendi
uk: Фокус завершено — зв'язок зміцнено
vi: Hoàn thành tập trung — gắn kết tăng thêm
zh_hant: 專注完成，默契已提升

source: 太好了！又一起专注啦
ar: رائع! ركزنا معاً مرة أخرى!
de: Toll! Wir haben wieder zusammen fokussiert!
en: Great! We focused together again!
es: ¡Genial! ¡Enfocamos juntos otra vez!
fr: Super ! On a de nouveau focus ensemble !
hi: बढ़िया! हमने फिर साथ में फ़ोकस किया!
id: Hebat! Kita fokus bersama lagi!
it: Ottimo! Abbiamo di nuovo fatto focus insieme!
ja: やった！また一緒に集中できた！
ko: 좋아! 또 함께 집중했어!
ms: Hebat! Kita fokus bersama lagi!
nl: Geweldig! We hebben weer samen gefocust!
pl: Świetnie! Znowu skupiliśmy się razem!
pt_br: Ótimo! Focamos juntos de novo!
ru: Отлично! Мы снова сфокусировались вместе!
th: เยี่ยม! โฟกัสด้วยกันอีกแล้ว!
tr: Harika! Yine birlikte odaklandık!
uk: Чудово! Ми знову сфокусувалися разом!
vi: Tuyệt! Chúng ta lại cùng tập trung!
zh_hant: 太好了！又一起專注啦

source: 初识
ar: جديد
de: Neu
en: New
es: Nuevo
fr: Nouveau
hi: नया
id: Baru
it: Nuovo
ja: 初めまして
ko: 처음 만남
ms: Baru
nl: Nieuw
pl: Nowy
pt_br: Novo
ru: Знакомство
th: เพิ่งรู้จัก
tr: Yeni
uk: Новий
vi: Mới quen

source: 熟络
ar: مقرّب
de: Vertraut
en: Close
es: Cercano
fr: Proche
hi: घनिष्ठ
id: Akrab
it: Vicino
ja: なじみ
ko: 친해짐
ms: rapat
nl: Vertrouwd
pl: Bliski
pt_br: Próximo
ru: Близкий
th: สนิท
tr: Yakın
uk: Близький
vi: Thân thiết

source: 好久没一起专注了
ar: مر وقت طويل منذ آخر تركيز معاً
de: Wir haben schon lange nicht mehr zusammen fokussiert
en: It's been a while since we focused together
es: Hace tiempo que no enfocamos juntos
fr: Ça fait un moment qu'on n'a pas focus ensemble
hi: हमने काफ़ी समय से साथ में फ़ोकस नहीं किया
id: Sudah lama kita tidak fokus bersama
it: È passato un po' dall'ultimo focus insieme
ja: しばらく一緒に集中してないね
ko: 우리 같이 집중한 지 꽤 됐어
ms: Sudah lama kita tidak fokus bersama
nl: Het is lang geleden dat we samen focusten
pl: Dawno nie skupialiśmy się razem
pt_br: Faz tempo que não focamos juntos
ru: Давно мы не фокусировались вместе
th: ไม่ได้โฟกัสด้วยกันนานแล้ว
tr: Birlikte odaklanalı uzun zaman oldu
uk: Давно ми не фокусувалися разом
vi: Đã lâu chúng ta chưa cùng tập trung
zh_hant: 好久沒一起專注了

source: 小伴
ar: رفيق
de: Kumpel
en: Buddy
es: Compi
fr: Copain
hi: दोस्त
id: Teman
it: Amico
ja: ともだち
ko: 친구
ms: Kawan
nl: Maatje
pl: Przyjaciel
pt_br: Amiguinho
ru: Дружок
th: เพื่อน
tr: Dost
uk: Друже
vi: Bạn nhỏ

source: 默契 +1
ar: رابطة +1
de: Bindung +1
en: Bond +1
es: Vínculo +1
fr: Lien +1
hi: बंधन +1
id: Ikatan +1
it: Legame +1
ja: 絆 +1
ko: 유대 +1
ms: Ikatan +1
nl: Band +1
pl: Więź +1
pt_br: Vínculo +1
ru: Связь +1
th: สายสัมพันธ์ +1
tr: Bağ +1
uk: Зв'язок +1
vi: Gắn kết +1

source: 安静地陪在你旁边…
ar: بجانبك بهدوء…
de: Ruhig an deiner Seite…
en: Quietly keeping you company…
es: Tranquilamente a tu lado…
fr: Tranquillement à tes côtés…
hi: चुपचाप साथ बैठा हूँ…
id: Diam-diam menemani di samping…
it: Tranquillamente al tuo fianco…
ja: そっとそばで寄り添っています…
ko: 조용히 곁에서 함께하고 있어요…
ms: Diam-diam menemani di sisi…
nl: Rustig naast je…
pl: Cicho obok ciebie…
pt_br: Quietamente ao seu lado…
ru: Тихо рядом с тобой…
th: อยู่ข้างๆ อย่างเงียบๆ…
tr: Sessizce yanında…
uk: Тихо поруч із тобою…
vi: Lặng lẽ ở bên cạnh bạn…
zh_hant: 安靜地陪在你旁邊…
